const M = [
  [
    'مشکلی پیش آمده است، بعدا امتحان کنید',
    'کد امنیتی وارد شده اشتباه است',
    'این ایمیل توسط کسی ثبت نام شده',
    'چنین حسابی وجود ندارد',
    'حساب شما منقضی شده است',
    'حساب شما تایید نشده'
  ],
  [
    'ایمیل وارد شده صحیح نیست',
    'رمز عبور باید حداقل ۸ رقم باشد',
    'حساب شما از قبل تایید شده'
  ],
  [
    'حساب شما با موفقیت ایجاد شد، برای فعالسازی حساب، به ایمیل خود سر بزنید',
    'پیام تاییدیه به ایمیل شما فرستاده شد',
    'حساب شما با موفقیت تایید شد'
  ]
];
/*
 * M[0] = Error
 * M[1] = Warning
 * M[2] = Success
 */
